Revit 2027 API
ParameterTypeId.RbsLoadSubClassificationMotor Property
 "Load Sub-Classification Motor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsLoadSubClassificationMotor { get; }
Public Shared ReadOnly Property RbsLoadSubClassificationMotor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsLoadSubClassificationMotor {
	ForgeTypeId^ get ();
}
static member RbsLoadSubClassificationMotor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace